
view='''
********************************
*           中国工商银行         *
*           账户管理系统         *
*              V1.0            *
********************************
*           1.开户              *
*           2.存钱              *
*           3.取钱              *
*           4.转账              *
*           5.查询              *
*           6.退出              *
*********************************
'''
user_info='''
-----------{username}的个人信息--------------------
账号：{account}
姓名：{username}
密码：{password}
居住地址：
    国籍：{country}
    省份：{province}
    街道：{street}
    门牌号:{door}
账户余额：{money}
注册时间：{time}
开户行名称:{bank_name}
--------------------------------------------------
'''

user1_info='''
-----------个人信息--------------------
账号：{account}
密码：{password}
居住地址：
    国籍：{country}
    省份：{province}
    街道：{street}
    门牌号:{door}
账户余额：{money}
开户行名称:{bank_name}
--------------------------------------
'''


















